; <Arabic>
; <Ayad Seghairi>

[Arabic]
IDS_LCID=0x0409
IDS_UPDATE_NO=لا توجد تحديثات متاحة.
IDS_UPDATE_YES=التحديث متاح ، هل تريد تنزيله وتثبيته؟
IDS_FILE=ملف
IDS_SETTINGS=إعدادات
IDS_EXIT=خروج
IDS_LANGUAGE=لغة
IDS_HELP=تعليمات
IDS_WEBSITE=موقع الويب
IDS_CHECKUPDATES=تحقق من التحديثات
IDS_ABOUT=حول
IDS_DONATE=شكراً!
IDS_CHECK=Check selected
IDS_UNCHECK=Uncheck selected
IDS_ADD=Add
IDS_DELETE=Delete
IDS_EXPLORE=Open containing folder
IDS_COPY=Copy
IDS_ALWAYSONTOP_CHK=دائمًا في المقدمة
IDS_INSERTBUFFER_CHK=أدخل المخزن المؤقت عند بدء التشغيل
IDS_CHECKUPDATES_CHK=ابحث بشكل دوري عن التحديثات (موصى به)
IDS_CODE=رمز الخطأ
IDS_MODULES=وحدات
IDS_DESCRIPTION=الوصف
IDS_STATUS_TOTAL=الوحدات النمطية المحملة:٪ d من٪ d
IDS_UPDATE_ERROR=خطأ في تحديث الاتصال بالخادم.
IDS_UPDATE_DOWNLOAD=تحميل التحديث ...
IDS_UPDATE_DONE=انتهى تنزيل التحديث.
IDS_UPDATE_INIT=التحقق من الإصدارات الجديدة ...
IDS_UPDATE_INSTALL=التحديث متاح ، هل تريد تثبيته؟
IDS_CLOSE=أغلق
IDS_RESET=إعادة تعيين
